{
  "NAV": {
    "HOME": "Home",
    "PRODUCTS": "Products",
    "PARTNERS": "Partners",
    "GALLERY": "Gallery",
    "CAREER": "Career",
    "QUALITY": "Quality",
    "CONTACT": "Contact",

    "ABOUT": {
      "HEADING": "About Us",
      "SUBHEADING": "LLC \"Georgia Metal\"",
      "HEADLINE": "LLC Georgia Metal was founded in 2018 with the aim of building a modern high-tech factory that would fully supply the market with the amount of rebar sufficient to replace imports for the entire market.",
      "TEXT": "The company also has ambitions to actively participate on the international stage. The foundry workshop is currently operating in a hot testing mode. It is expected that by June 2025 the factory will enter full-scale production. After full-scale operation, its annual capacity will be 400 thousand tons of rebar. The founders have decided to expand the product range, and in the near future, construction will begin on an additional line for the production of clay, alongside a steel melting workshop with an 80-ton/hour electric arc furnace. LLC “Georgia Metal” is located in Zestafoni and currently employs over 300 people, most of whom are local residents. To achieve the best results, our team invited several foreign specialists with more than 30 years of experience in leading metallurgical factories in the CIS countries. The number of employees is expected to double by the time the steel melting workshop and additional clay production line are launched.",
      "IMAGE_ALT": "Factory image"
    },

    "CAREER_SECTION": {
      "TITLE": "Career",
      "WHY": "Why Georgia Metal?",
      "WHY_TEXT": "Georgia Metal stands out with high-quality metal products, modern technologies, and qualified staff.",
      "OPPORTUNITIES": "Job Opportunities",
      "OPPORTUNITIES_TEXT": "We offer career growth and professional development opportunities in the metallurgy field.",
      "VACANCIES": "Vacancies",
      "VACANCY_TEXT": "Position: Chief Accountant\nEmployer: LLC “Georgia Metal”\nLocation: Zestafoni, Argveta village\n\nMain duties and responsibilities:\n- Managing the company's accounting;\n- Preparing financial reports;\n- Submitting tax declarations, etc.\n\nQualifications:\n- Higher education;\n- 3 years experience;\n- Knowledge of accounting software (1C, Info Accountant);\n- Russian language proficiency.\n\nWorking conditions:\n- Full-time: Monday-Friday, 09:00-18:00;\n- Probation period: 3 months;\n- Salary: 3000 GEL (net)."
    },

    "PARTNERS_SECTION": {
      "READ_MORE": "Read more..."
    },

    "GALLERY": {
      "TITLE": "Media Gallery",
      "TABS": {
        "PHOTO": "Photo Gallery",
        "VIDEO": "Video Gallery"
      }
    }
  }
}
